<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的多应用管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

namespace addon\home_service\app\dict\order;


/**
 * 订单优惠相关枚举类
 */
class OrderDiscountDict
{
    //优惠
    const DISCOUNT = 'discount';
    //礼品
    const COUPON = 'coupon';

}
