<?php
namespace addon\tk_jhkd\app\dict\help;
class HelpDict{
    public static function getHelp()
    {
        return [
            [
                'title' => "下单成功后会有快递小哥联系我吗?",
                'content' => "您好，下单成功后，两小时内如快递小哥未联系，请您在订单详情里，联系快递小哥，电话预约一下揽收时间。",
            ],
            [
                'title' => "快递小哥不揽收怎么处理?",
                'content' => "您好，如果快递小哥不揽收您的订单，请您联系我司在线客服，我司将第一时间联系总部，处理分发，平台属跟快递公司总部签署合作协议，部分网点会存在不清楚规则的情况。",
            ],
            [
                'title' => "快递小哥单独收费怎么处理?",
                'content' => "您好，如您下单不是线下付订单，请您不要给快递小哥费用，可以告知快递小哥，我们统一跟总部结算的。如涉及打包等，请跟小哥咨询清楚涉及费用明细。",
            ],
            [
                'title' => "收费存在问题、多收费或如何补费等怎么处理?",
                'content' => "如存在费用异常，请您联系平台在线客服，我司将第一时间同总部沟通处理，核实无误后，给您答复，如多收款，将会将多收的费用，退回您的账户。",
            ],
            [
                'title' => "快递下单失败怎么办?",
                'content' => "您好，快递下单失败，存在很多种情况，疫情影响、寄收地交通管制、网点停业等等，比如圆通下单失败，您可以更换其他快递试试。",
            ],
            [
                'title' => "订单取消了，但是没有退回费用怎么处理?",
                'content' => "如订单取消没有退回费用，劳烦你联系平台客服，我们将在第一时间为您处理",
            ],
        ];
    }
}
