<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的saas管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

namespace addon\phone_shop\app\listener\seckill;

/**
 * 对接秒杀查询
 */

class SeckillSupportAddonListener
{

    public function handle()
    {
        return [
            [
                'key' => 'phone_shop',
                'name' => '商城'
            ],
        ];
    }
}