<?php
// +----------------------------------------------------------------------
// | Niucloud-admin 企业快速开发的saas管理平台
// +----------------------------------------------------------------------
// | 官方网址：https://www.niucloud-admin.com
// +----------------------------------------------------------------------
// | niucloud团队 版权所有 开源版本可自由商用
// +----------------------------------------------------------------------
// | Author: Niucloud Team
// +----------------------------------------------------------------------

/**
 * 插件枚举语言
 */
return [
    'dict_diy' => [
        'page_tk_jhkd_index' => '聚合快递首页',
        'page_tk_jhkd_info' => '聚合快递信息',
        'tk_jhkd_link' => '聚合快递链接',
        'tk_jhkd_index' => '聚合快递 index 插件',
        'tk_jhkd_info' => '聚合快递插件'
    ],
    'dict_tk_jhkd_coupon' => [
        'user' => '手动领取',
        'grant' => '后台或活动发放',
        'all' => '通用券',
        'wait_start' => '未开始',
        'normal' => '进行中',
        'expire' => '已过期',
        'invalid' => '已失效',
    ],
    'dict_tk_jhkd_member_coupon' => [
        'wait_use' => '待使用',
        'used' => '已使用',
        'expire' => '已过期',
        'invalid' => '已失效',
        'send' => '后台发放',
        'receive' => '用户手动领取'
    ],
];
